tap 'railwaycat/emacsmacport'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'act'
brew 'asdf'
brew 'coreutils'
brew 'bat'
brew 'glib'
brew 'cmake'
brew 'direnv'
brew 'discount'
brew 'fd'
brew 'gnutls'
brew 'ffmpeg'
brew 'flyctl'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'gotests'
brew 'graphviz'
brew 'pango'
brew 'hledger'
brew 'htop'
brew 'ispell'
brew 'kubernetes-cli'
brew 'python@3.10'
brew 'libpq'
brew 'luv'
brew 'mermaid-cli'
brew 'neovim'
brew 'openjdk'
brew 'p7zip'
brew 'peco'
brew 'postgresql@14'
brew 'redis'
brew 'ripgrep'
brew 'shellcheck'
brew 'subversion'
brew 'tmux'
brew 'wget'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-emacs-sexy-icon', 'with-native-comp', 'with-modules']
brew 'heroku/brew/heroku'
cask 'kitty'
cask 'rar'
cask 'font-fira-code-nerd-font'
cask 'font-fira-mono-nerd-font'
cask 'font-fira-code'
cask 'font-fira-sans'
