tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "coreutils"
brew "bat"
brew "glib"
brew "cmake"
brew "direnv"
brew "discount"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gotests"
brew "pango"
brew "hledger"
brew "htop"
brew "ispell"
brew "kubernetes-cli"
brew "python@3.10"
brew "ledger"
brew "libpq"
brew "luv"
brew "mermaid-cli"
brew "neovim"
brew "openjdk"
brew "p7zip"
brew "peco"
brew "postgresql"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "subversion"
brew "tmux"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-doom3-icon"]
brew "heroku/brew/heroku"
cask "kitty"
cask "rar"
