tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "act"
brew "bat"
brew "python@3.9"
brew "glib"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "elixir"
brew "fd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "guile"
brew "nghttp2"
brew "unbound"
brew "go"
brew "gobject-introspection"
brew "tcl-tk"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "htop"
brew "markdown"
brew "neovim"
brew "p7zip"
brew "peco"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "wimlib"
cask "rar"
